"Start voice conversation with ${applicationName}" = "Începe o conversație vocală cu ${applicationName}";

"Start a new conversation with ${applicationName} using ${model}" = "Începe o conversație nouă cu ${applicationName} folosind ${model}";

"Tell ${applicationName}" = "Spune-i lui ${applicationName}";

"Start a new chat with ${applicationName} using ${model}" = "Începe o discuție nouă cu ${applicationName} folosind ${model}";

"Talk to ${applicationName}" = "Discută cu ${applicationName}";

"Query ${applicationName}" = "Interogare ${applicationName}";

"Start a new conversation with ${applicationName}" = "Începe o conversație nouă cu ${applicationName}";

"Start a new chat with ${applicationName}" = "Începe o discuție nouă cu ${applicationName}";

"New chat with ${applicationName} using ${model}" = "Discuție nouă cu ${applicationName} folosind ${model}";

"Ask ${applicationName}" = "Întreabă ${applicationName}";

"New conversation with ${applicationName}" = "Conversație nouă cu ${applicationName}";

"New conversation with ${applicationName} using ${model}" = "Conversație nouă cu ${applicationName} folosind ${model}";

"New chat with ${applicationName}" = "Discuție nouă cu ${applicationName}";

"Send a question to ${applicationName}" = "Trimite o întrebare către ${applicationName}";

